{"title":"<h1>Has your local candidate pledged to <span class=highlight>stop</span> Trans Mountain?</h1>","intro":"<p>590,000 more barrels of tar sands each day. A 700% increase in oil tankers in the Salish Sea. A threat to endangered Orca whales. Locking Canada into a fossil fuel economy. A violation to the climate and to Indigenous Rights.</p>\r\n<p>This is the Trans Mountain pipeline project. </p>\r\n<p>Stretching from Alberta to British Columbia, the Trans Mountain tar sands pipeline is currently under construction. But <strong>it’s not too late for the federal government to stop the project in its tracks and free up billions of dollars to invest in a just transition for oil and gas workers.</strong></p>","cover":"<h2>Why should candidates pledge to stop Trans Mountain?</h2>\r\n\r\n\r\n<p>Building a new pipeline in a climate emergency is like pouring gasoline on a wildfire. Real climate leaders know we need to phase out our dependency on oil, not deepen it. What’s more:</p>\r\n<p><ul><li>\r\nThe cost of construction has more than doubled since it was first announced</li>\r\n<li>Costs will continue to rise as construction delays mount, likely exceeding $20 billion.</li>\r\n<li>Even the Parliamentary Budget Office has called into question whether the pipeline will be profitable, especially given mounting debts, rising construction costs, and ongoing delays.</li>\r\n<li>Both the International Energy Agency and the Canadian Energy Regulator have said that building the Trans Mountain pipeline will not be needed to meet forecasted energy demands in a scenario where Canada takes the required action on climate change</li>\r\n</ul></p>\r\n<p>Thousands of voters have identified Trans Mountain as their number one voting issue by pledging to only vote for a candidate who has promised to fight against the pipeline. Below is an interactive table listing the candidates who have made that commitment, as well as those who have yet to take a stand.</p>","voter_intro":"<h2>Where do federal election candidates stand on the Trans Mountain pipeline?</h2>\r\n<p><i>Disclaimer - some candidates might be missing from this list. If you notice any errors, please let us know at elections@stand.earth</i></p>","voter_pledge":"<h2>Have the candidates in your riding not signed the pledge? </h2>\r\n<p>Send them an email urging them to take a stand against Trans Mountain</p>","candidate_intro":"<h2>Are you a candidate? Take the pledge to stop Trans Mountain </h2>\r\n\r\n\r\n<p>As a candidate for federal office, I pledge that if elected I will do everything in my power as a Member of Parliament to fight to cancel the Trans Mountain Pipeline Expansion, and encourage others in my party to do the same. </p>"}